login.error = \u03A3\u03C6\u03AC\u03BB\u03BC\u03B1: \u03C7\u03C1\u03AE\u03C3\u03C4\u03B7 \u03AE \u03C4\u03BF\u03BD \u03BA\u03C9\u03B4\u03B9\u03BA\u03CC \u03C0\u03C1\u03CC\u03C3\u03B2\u03B1\u03C3\u03B7\u03C2 \u03AC\u03BA\u03C5\u03C1\u03BF
login.unauthorized = \u03A3\u03C6\u03AC\u03BB\u03BC\u03B1: \u039C\u03B7 \u03B5\u03BE\u03BF\u03C5\u03C3\u03B9\u03BF\u03B4\u03BF\u03C4\u03B7\u03BC\u03AD\u03BD\u03B7, \u03C0\u03B1\u03C1\u03B1\u03BA\u03B1\u03BB\u03CE \u03C3\u03C5\u03BD\u03B4\u03B5\u03B8\u03B5\u03AF\u03C4\u03B5 \u03B3\u03B9\u03B1 \u03BD\u03B1 \u03C3\u03C5\u03BD\u03B5\u03C7\u03AF\u03C3\u03B5\u03C4\u03B5.
bar.storyboard = Storyboard
bar.new_slide = \u03BD\u03AD\u03B1 \u03C3\u03BA\u03B7\u03BD\u03AE
bar.slides = \u03C3\u03BA\u03B7\u03BD\u03AE
bar.new_storyboard = \u03BD\u03AD\u03B1 storyboard
bar.storyboards = storyboards
bar.moodboard = Moodboard
bar.user = User
bar.project = \u03C3\u03C7\u03AD\u03B4\u03B9\u03BF
bar.language = \u03B3\u03BB\u03CE\u03C3\u03C3\u03B1
bar.singout = \u03A4\u03C1\u03B1\u03B3\u03BF\u03C5\u03B4\u03AE\u03C3\u03C4\u03B5 \u03AD\u03BE\u03C9

wellcome.title = \u039A\u03B1\u03BB\u03CE\u03C2 \u03AE\u03C1\u03B8\u03B1\u03C4\u03B5 \u03C3\u03C4\u03B7\u03BD \u03C0\u03BB\u03B1\u03C4\u03C6\u03CC\u03C1\u03BC\u03B1 Concept
wellcome.text = \u03A4\u03BF \u03BA\u03CD\u03C1\u03B9\u03BF \u03C0\u03B5\u03B4\u03AF\u03BF \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE\u03C2 \u03C4\u03BF\u03C5 \u03C0\u03B1\u03C1\u03CC\u03BD\u03C4\u03BF\u03C2 \u03C0\u03B1\u03C1\u03B1\u03B4\u03BF\u03C4\u03AD\u03BF\u03C5 \u03B1\u03C6\u03BF\u03C1\u03AC \u03C4\u03BF\u03BD \u03BF\u03C1\u03B9\u03C3\u03BC\u03CC \u03C4\u03B7\u03C2 \u03AD\u03BD\u03BD\u03BF\u03B9\u03B1\u03C2 \u03B5\u03BD\u03BD\u03BF\u03B9\u03BF\u03BB\u03BF\u03B3\u03B9\u03BA\u03AE \u03B1\u03C1\u03C7\u03B9\u03C4\u03B5\u03BA\u03C4\u03BF\u03BD\u03B9\u03BA\u03AE \u03BA\u03B1\u03B9 \u03C4\u03B7\u03BD \u03C4\u03B5\u03BA\u03BC\u03B7\u03C1\u03AF\u03C9\u03C3\u03B7 \u03C4\u03C9\u03BD \u03BB\u03B5\u03C0\u03C4\u03BF\u03BC\u03B5\u03C1\u03CE\u03BD \u03C0\u03C1\u03BF\u03B4\u03B9\u03B1\u03B3\u03C1\u03B1\u03C6\u03CE\u03BD \u03C3\u03C7\u03B5\u03B4\u03B9\u03B1\u03C3\u03BC\u03BF\u03CD \u03C4\u03B7\u03C2 \u03BF\u03BB\u03BF\u03BA\u03BB\u03B7\u03C1\u03C9\u03BC\u03AD\u03BD\u03B7\u03C2 \u03C0\u03BB\u03B1\u03C4\u03C6\u03CC\u03C1\u03BC\u03B1\u03C2 Concept \u03C0\u03BF\u03C5 \u03B8\u03B1 \u03C4\u03B5\u03B8\u03B5\u03AF \u03C3\u03B5 \u03B5\u03C6\u03B1\u03C1\u03BC\u03BF\u03B3\u03AE \u03BA\u03B1\u03C4\u03AC \u03C4\u03B7 \u03B4\u03B9\u03AC\u03C1\u03BA\u03B5\u03B9\u03B1 \u03C4\u03BF\u03C5 \u03AD\u03C1\u03B3\u03BF\u03C5. \u0397 \u03B1\u03C1\u03C7\u03B9\u03C4\u03B5\u03BA\u03C4\u03BF\u03BD\u03B9\u03BA\u03AE \u03C4\u03B7\u03C2 \u03C0\u03BB\u03B1\u03C4\u03C6\u03CC\u03C1\u03BC\u03B1\u03C2 \u03AD\u03BD\u03BD\u03BF\u03B9\u03B1 \u03C0\u03B5\u03C1\u03B9\u03B3\u03C1\u03AC\u03C6\u03B5\u03B9 \u03BB\u03B5\u03C0\u03C4\u03BF\u03BC\u03B5\u03C1\u03CE\u03C2 \u03C4\u03B7 \u03BB\u03BF\u03B3\u03B9\u03BA\u03AE \u03C4\u03B7\u03C2 \u03BF\u03BB\u03BF\u03BA\u03BB\u03AE\u03C1\u03C9\u03C3\u03B7\u03C2 \u03BA\u03B1\u03B9 \u03BF\u03B9 \u03B4\u03B9\u03B1\u03C3\u03C5\u03BD\u03B4\u03AD\u03C3\u03B5\u03B9\u03C2 \u03BC\u03B5\u03C4\u03B1\u03BE\u03CD \u03C4\u03C9\u03BD \u03B5\u03BC\u03C0\u03BB\u03B5\u03BA\u03CC\u03BC\u03B5\u03BD\u03C9\u03BD \u03B5\u03C1\u03B3\u03B1\u03BB\u03B5\u03AF\u03B1 \u03BA\u03B1\u03B9 \u03C5\u03C0\u03B7\u03C1\u03B5\u03C3\u03AF\u03B5\u03C2 \u03C0\u03BF\u03C5 \u03C0\u03B1\u03C1\u03AC\u03B3\u03BF\u03BD\u03C4\u03B1\u03B9 \u03B1\u03C0\u03CC \u03A0\u03952 \u03BA\u03B1\u03B9 \u03A0\u03953 \u03B1\u03BD\u03C4\u03AF\u03C3\u03C4\u03BF\u03B9\u03C7\u03B1. \u039F \u03C3\u03C7\u03B5\u03B4\u03B9\u03B1\u03C3\u03BC\u03CC\u03C2 \u03C4\u03B7\u03C2 \u03B1\u03C1\u03C7\u03B9\u03C4\u03B5\u03BA\u03C4\u03BF\u03BD\u03B9\u03BA\u03AE\u03C2 \u03C5\u03B9\u03BF\u03B8\u03B5\u03C4\u03B5\u03AF \u03BC\u03B9\u03B1 \u03B4\u03BF\u03BC\u03B7\u03BC\u03AD\u03BD\u03B7 \u03C0\u03C1\u03BF\u03C3\u03AD\u03B3\u03B3\u03B9\u03C3\u03B7 \u03C0\u03BF\u03C5 \u03B4\u03B9\u03AD\u03C1\u03C7\u03B5\u03C4\u03B1\u03B9.
newslide.title = \u0394\u03B7\u03BC\u03B9\u03BF\u03C5\u03C1\u03B3\u03AF\u03B1 \u03BD\u03AD\u03B1\u03C2 \u03B4\u03B9\u03B1\u03C6\u03AC\u03BD\u03B5\u03B9\u03B1\u03C2

new_slide.error.name = \u038C\u03BD\u03BF\u03BC\u03B1 \u03C5\u03C0\u03AC\u03C1\u03C7\u03BF\u03C5\u03BD \u03AE\u03B4\u03B7